<template>
    <div class="secondcontainer">
        
没错，他的历史应该从几个角度来说
一是，斯佩比亚家族在王国的地位
二是，斯佩比亚家族与各地贵族与王室的关系
三是，斯佩比亚家族对战争神的理解
四是，斯佩比亚领地的社会改革现象
五是，军事制度与王室的关系
### 介绍
———————————————————————
斯佩比亚家族，是格劳瑞王国的王族。即使身负诅咒，她们依旧为所仰而迁正黜色‌。
>思考一下，合法性从何而来。也就是正统性，丕平三世夺权之后选择依傍教皇。目前想的是，继承的合法性，因为诅咒的原因，所以格劳瑞王不想把王位给予他们。
## 基本信息
———————————————————————
**家族名称**：斯佩比亚
**家族地位**：格劳瑞王国斯佩比亚领大公爵、格劳瑞王国斯佩比亚王朝君主
**成员特征**：斯佩比亚家族无一例外皆是女性，传承着少见的鲜红瞳孔与发色。
>都是女性，来自于诅咒，而且近乎一脉单传，绝嗣的风险一直都在。这也是初代格劳瑞王执意分家的原因。

**纹章标识**：主体的盾徽以金色为底色，~~张开翅膀的~~红色的巨龙~~（类似艾尔登古龙技能样式）~~抓握着两柄长剑。在盾徽的四周，一朵朵连续相接的真花（生命之花）纹样覆盖部分边缘，他们的花心都在边线上，因此视觉上每一朵花只有半朵，他的纹路较细，起到装饰效果。
## 龙与冠之册
———————————————————————
#### 前朝时期
———————————————————————
##### 斯佩比亚
- 家族的先祖，陪伴红龙之人，与神定誓之人，首披诅咒之人，养育幼龙之人。
#### 大公时期
———————————————————————
>关于斯佩比亚家族在王国时期的崛起与地位确立。第一次扩张的领地范围得到确认，斯佩比亚领地军事化社会的推进。
##### 萝塞拉·斯佩比亚-Rossella·Supebia（MD 895-MD 916）
```
“太阳的辉光，也难驱散旧日的长夜。且看吧，听吧，灾月升起的那刻，帝国的催命诗将为世界吟唱。”
```
- 辉耀王之王后、艾尔德林沃尔领主、王国建业英雄之一
- 早在Rossella遇见辉耀王之前，斯佩比亚的名号早已经闻名遐迩。即使面对着家族与帝国的阻碍，已经共同经历许多的萝塞拉依旧选择与辉耀盟誓。他们自北方的山岳起兵，连续的失败使他们退至南部的辽阔沙漠。红龙的利爪又将Rossella掳走，直到辉耀王自东方而来，Rossella的母亲才将她从幽闭中放出。旧日的帝国依然摇摇欲坠，Rossella乘着巨龙将最后的阻碍抹杀。仿佛一切重归美好，仿佛最初的誓言就要实现。然而，萝塞拉没能亲眼看到那一个崭新的王国，她在加冕礼的前一夜去世。
##### I 露娜·斯佩比亚-Luana·Supebia（MD 916-MD 947）
```
 “她是月亮的子民，被逐出太阳的国度。她是鲜红的罂粟，盛开在凄冷之土。”
```
- 她与母亲素未谋面，但母亲却留给她最珍贵的礼物。她与父亲朝夕相处，但父亲却视她为灾难的罪魁祸首。在她同父异母的弟弟出生后，她被冠以斯佩比亚大公爵的尊荣，从此远离繁华与帝王之都，终生与群山与边境为伴。她在一生的时间之中建立起北疆的要塞，将领土延伸至西海之岸。
##### II {blank}（MD 929-MD 978)
- 来自边境的纷扰侵入了王国，她的手段远比海风冷酷。
##### III 茉瑞莎·斯佩比亚-Marisa·Supebia（MD 955-MD 1003）
- 年幼的茉瑞莎与格劳瑞王室的旁系举行了婚礼。那一场发生在边境的意外，她失去了所有人的庇护，却也因此得以完全继承大公爵之名号与权力。在她的任内，斯佩比亚领地颁布了对贵族平民一视同仁的成文法，解放了奴隶、改善了税收财政体系，军队的地位得到大幅度提升，北部边患得意平息，领地内教育事业的达到了官方的大力资助。
##### IV 格洛丽娅·斯佩比亚-Gloria·Supebia（MD 973-MD 1046）
- 格洛丽娅并不像先辈们那样野心勃勃。她对于格劳瑞王室以及其他贵族的退让、妥协使得他得以长期驻留于王都之内。在她执政期内，他改善了同其他领地与国家的关系，率先与树海长灵恢复了往来。斯佩比亚领地内贵族与平民的矛盾得到缓解，社会进入到变革的准备时期。
- 同一时期，因孕期而长期虚弱的红龙已经顺利诞下子嗣，进入到恢复的阶段。
##### V {blank}（MD 996-MD 1045)
##### VI {blank}（1020-1075）
- 整备军团，重建绯红卫。
##### VII **洛菈·斯佩比亚-Laura·Supebia** （1055-1112）
- 洛菈的继位彻底改变了斯佩比亚领地的处境，她借用母亲所留下来的丰厚遗产，彻底掌控了军队与领地。在她的任期内，佩雷蒂尔山脉以南的土地被收归斯佩比亚领地，代表王室与其他领地利益的贵族群体被强制征收财产或是人员参与北方战争，之前所培养的大量知识分子进入政府、教会，协助管理各级机构，逐步从被洛菈带走的那些无暇回归的贵族手中取得了行政的权力。斯佩比亚领地正式地进入了军事化社会的阶段。
- 洛菈从小被母亲隐藏在影子军队之中，见识了许多社会的阴暗之面。为了维护统治，诛连敌人与屠城，对于此时的洛菈来说不过是轻而易举的命令。
> “王国的未来被表演、欺诈、媾和所拖累。为斩断这些苟且，斯佩比亚只能挥出利剑。”
——Laura · Supebia
#####  VIII {blank}（MD 1088-1145）
##### IX {blank} 1120-1178
##### X {blank} 1155-1210
##### XI {blank} 1188 - 1245
##### XII {blank} 1220-1277
##### XIII {blank} 1255-1310
##### XIV {blank} 1275-1325
#### 王朝时期 1341
———————————————————————
>斯佩比亚家族夺取王权。斯佩比亚领地从大战中恢复并开始走向极盛时期。
>这一时期，国王的地位从众公爵平等中的第一人，正式凌驾于所有贵族之上。
##### XV 苏菈·斯佩比亚-Sulla·Supebia 1315-1366
- 绯红王
- 格劳瑞王、斯佩比亚大公爵
- 苏菈时期，与北方伯国与帝国进行了数次大规模的战斗。由于疯王查理突然切断了王国的经济支持，苏菈被军队裹挟，推翻了格劳瑞家族的统治，进入了斯佩比亚王朝时期。
>“君主有罪免，王权不可越。”
>——Sulla· Supebia
###### 露西娅·斯佩比亚-Lucia·Supebia 
- 哲人王、无冕王
- 苏菈之女
- 没人会预料到，最后是小小的少女拯救了斯佩比亚家族。她在无声的黑夜中起兵，仅仅几旬，兵锋已至王都城下。繁华都城在她的不珍惜之下被掳掠殆尽，并由此彻底开启了王国东西方的全面战争。也没有人会预料到，她将自己置于最危险的境地，虽然身陷永恒的黑暗，但她早已遇见胜利的曙光。
##### XVI {blank}
##### XVII {blank} 1368-1425
#### 帝政时期 1400 - 1727？
———————————————————————
>第二次领地扩张。彻底对北方伯国的收复。王领和斯佩比亚领地以及部分受到影响的领地开始进行文官统治。这一时期，王国在斯佩比亚的领导下对周边各个国家均有大规模战争进行。同时，应该进行了大规模的人口、工商业登记与财政改革。
>东部的各个贵族领地受到压制，并被迫开启了一部分文官改革，贵族与中央的矛盾加深。
>之后便是在国内外势力的压迫下，财政崩溃，帝政时期被迫结束，斯佩比亚家族转让权力，维持地方统治，王国重归贵族统治时期。
##### XVIII米瑞莉亚·斯佩比亚-Mirilia·Supebia 1370 - 1420
- 凯歌者米瑞莉亚
- 格劳瑞王、斯佩比亚大公爵
- 北海的大国，在历史书上彻底地被抹去。米瑞莉亚用十数年，便完成了祖辈百年的遗愿。当她与两位龙亲巡游王国的土地时，已再无人能与斯佩比亚家族抗衡。
##### XIX {blank} 1395-1452
##### XX {blank}1419-1460
##### XXI {blank} 1440-1512
##### XXII {blank} 1465-1520
##### XXIII {blank} 1490 - 1545
##### XXIV {blank} 1525-1588
##### XXV {blank} 1560 -1620
##### XXVI {blank} 1595-1655
##### XXVII {blank} 1630-1685
##### XXVIII  艾薇拉·斯佩比亚 1665-1725

```
“她于驱散不去的长夜之中燃起烛火，为飘摇零落的王国送来引领的明光。”
```
- 格劳瑞王、斯佩比亚大公爵
- 帝政末期，艾薇拉实现了政权的平稳过度，由此，大贵族的势力重新使得地方得到了掌控，各地的民众起义归于平淡。
>你们若渴望和平，我会毫不犹豫地将它赐予；你们若贪求王国，我亦可以将这份伟业托付；若你们还追逐着特权、世家，以及永无止境的荣华富贵，我都可以一一满足。令你们与后代沉溺于无尽安逸享乐中，立在万万的俗民之上，令你们在腐化堕落中夸耀先祖之功，在安逸中漠视远方的兵锋。然而，待那最后一天来临，当你们带着绝望前来哀求那可怜的希望时，请恕我提前告知，斯佩比亚家族已无力相助。
#### 共治时期 1728？-2131
———————————————————————
>王国贵族的第二次封建统治时期。这一时期的斯佩比亚家族远远不及大战之后那样所向披靡的强势地位。
##### XXIX  {blank} 1700-1762
##### XXX {blank}1735-1790
##### XXXI {blank} 1760-1812
##### XXXII  欧萝菈·斯佩比亚 - Aurora Supebia 1822
- 格劳瑞王、斯佩比亚大公爵
- 她成长于先辈的荫蔽之下。当抹去利剑的血渍之后，她尝试着向世人展现以斯佩比亚的宽容与仁慈。
- 恢复贵族制度
##### XXXIII {blank} 1820-1875
##### XXXIV {blank} 1855-1910
##### XXXV {blank} 1880-1935
##### XXXVI{blank} 1905-1960
##### XXXVII {blank} 1940-2000
##### XXXVIII {blank} 1975-2035
##### XXXIX  佐伊·斯佩比亚-Zoe·Supebia 2080-2131
- 斯佩比亚公爵、格劳瑞王
###### **萝莎琳德·斯佩比亚-Rosalind·Supebia**（2113-？）
- 佐伊之女、斯佩比亚公爵、格劳瑞王
- 她是斯佩比亚家族少有的双子，生来便注定不会平凡。她与姐姐不同，她取得了斯佩比亚公爵的名号，不仅是军事的朋友，也是皇权至上的代言人。直到特莉丝塔在艰苦的战役后杳无音信，她才被推举为格劳瑞之王。故土沦陷，血亲失踪，此时的格劳瑞王，只有万民与军队是他的朋友。
##### 特莉丝塔·斯佩比亚-Trista·Supebia  （2105-？） 
- 佐伊之女、格劳瑞王
- 她是斯佩比亚家族少有的双子，生来便注定不会平凡。她早早地接受皇权的历练，尝试为面临争斗与分裂的王国寻找未来的方向。无论是贵族的体制，抑或是平民智慧，她游历于其中，寻找着自己中意的选择。

    </div>
</template>

<script lang="ts" setup>

</script>

<style lang="scss" scoped>


</style>